Revit 2027 API
IFCLevelInfo Properties
The IFCLevelInfo type exposes the following members.
Properties
Name | Description
DistanceToNextLevel |  The distance to the next story level.
Elevation |  The elevation of the level.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCLevelInfo Class
Autodesk.Revit.DB.IFC Namespace